const Chapter3 = {
  chapter: "第4章",
  commonLines: [
   "～朝7時～",
   "～自宅～",
   "——体が重い。",
   "身動きが取れない。いや、動いているのか？",
   "何も見えないが、地面を蹴る感覚が鮮明に伝わってくる。",
   "なんだこれ、夢にしても何かおかしい...",
   "…このままだと、どちらかに引きずられてしまう。",
   "早く起きないと...",
   "暗転",
   "……朝か。",
   "いつもの部屋、いつもの天井。なのに、どこか感覚がおかしい。",
   "（昨日、割り切ったつもりだったけど……やっぱり、気のせいで済ませるには不安すぎる。）",
   "（病院と警察に相談しても、どうせ俺の話は信じてもらえないだろう。精神の病だと言われるに違いない。）",
   "こういう時は親友を頼るか。",
   "陽翔にメッセージを送ろう。",
   "スマホには、陽翔からのLINEが届いていた。",
   "陽翔<「お前、大丈夫か？」",
   "陽翔<「昨日はずっと様子がおかしかったぞ。」",
   "陽翔<「なんか、いつものお前じゃなかった。急に雰囲気が変わってびっくりした。」",
   "陽翔<「何があったかわからないけど、俺でよければ相談に乗るぜ。」",
   "昨日？昨日は陽翔といつも通り授業を受けて、帰りに鏡の中の俺と出会っただけだが...",
   "ふとスマホ見ると、異変に気付いた",
   "日付が...昨日の日付の２日後になっている...",
   "俺は丸１日寝ていたのか？...",
   "自分の部屋を見渡すと、机の上にはお菓子のゴミと筆記用具が散乱している。",
   "昨日は帰って、鏡の件が終わった後はすぐに寝たはずだ。",
   "昨日、何をしたのか記憶にない。",
   "（まさか本当に体を...)",
   "急に寒気を感じた。",
   "今まで人生で積み上げてきたものが得体の知れない何かによって、成す術もなく奪われてしまう恐怖を感じる。",
   "自分の精神が蝕まれ、やがて俺という存在そのものがなかった事になってしまうと考えると、とてつもない虚無感に襲われる。",
   ".........何をすればいいんだ。",
],
  choices: {
    logic: [
        "「まだ正気はある、状況を整理しよう」",
        "「こういう時こそ、冷静に対処しないと…」",
    ],
    impulse: [
        "「こんなのおかしい！ 今すぐ全て全てぶっ壊す！」",
        "「……どうせ全部、俺の中で起きてる幻なんだろ？」",
    ]
  },
  results: {
    logic_1: [
       "主人公>「まだはある、状況を整理しよう」",
       "主人公<「あの\"鏡の俺\"と出会ったとき、俺は何をしていたんだ？」",
       "思い出せば思い出すほど訳が分からなくなってくる。",
       "鏡を捨てた記憶、鏡の言うことを無視した記憶、壊した記憶、受け入れた記憶...",
       "様々な存在しない記憶が溢れてきて、頭が混乱してくる。",
       "",
    ],
    logic_2: [
  
    ],
    impulse_1: [
  
    ],
    impulse_2: [
    
    ]
  }
};

export default Chapter3;