const Chapter3 = {
  chapter: "第3章",
  commonLines: [
    "〜23時頃〜",
    "～自宅～",
    "……眠れない。",
    "確かに体は疲れているはずなのに、まぶたの裏がずっとざわついている。夢の中で誰かと話した感覚が、消えてくれない。",
    "あれは、俺の声だったのか？それとも……“誰かの声”？",
    "（カタ、と鏡が揺れる音）",
    "「…誰だ？」",
    "反射的に目を向ける。鏡の中の遠くから、誰が歩いて来てる…。",
    "……あれは本当に“俺”なのか？",
    "目が合った気がした。",
    "そして、“あいつ”が近づいてきた。",
    "主人公＞ どうする…？"
  ],
  choices: {
    logic: [
      "「こんなの幻覚に決まってる」",
      "「……お前は、俺か？」"
    ],
    impulse: [
      "鏡を叩き潰す",
      "「......お前は夢に出たヤツか…？」"
    ]
  },
  results: {
    logic_1: [
      "主人公>「こんなの幻覚に決まってる」",
      "主人公>「はぁ、こんな現象を信じるほうがおかしい。最近は本当に疲れてるらしい。」",
      "主人公>「でも不気味で気になるからな…明日ごみとして業者に回収してもらおう。」",
      "鏡を布で包んで外へ出した。",
      "主人公>「...よし、明日は2限から授業だから早めに寝よう。」",
      "主人公>「......」",
      "?>「おやすみ...」",
      "（4章へ続く）"
    ],
    logic_2: [
      "主人公>「……お前は、俺か？」",
      "?>「さぁ？ どうだろうね。」",
      "?>「正直、俺自身も誰が本物の\"俺\"なのか分からないんだ」",
      "?>「でも、大事なのは誰が本物かじゃないと思う。」",
      "?>「単刀直入に言うが、俺と共存しないか？」",
      "?>「俺達２人で、１人の人間として生きていくんだ！」",
      "主人公>「…」",
      "主人公>「悪いが断る。」",
      "主人公>「得体の知れないやつと一生共に生きるのは絶対嫌だし、そもそも俺は今起きてることが現実だと思っていない。」",
      "?>「…提案に乗れないなら力づくで奪うしかないが？」",
      "主人公>「好きにしてくれ。」",
      "?>「そうか…残念だが、お前はこれまでだな。」",
      "?>「今ならまだ許してやr」",
      "（パリーン！）",
      "主人公>「…うるさい」",
      "主人公>「やっぱり、ただの幻覚に過ぎないんだ。」",
      "主人公>「もしこれが現実だとしたら俺の手に負えるレベルの問題じゃないし、夢で聞こえたのと声が違う。」",
      "主人公>「疲れのせいか知らないが、幻覚と割り切るしかない。」",
      "主人公>「…つい衝動的になってしまった。らしくない事してしまったなぁ。」",
      "主人公>「もういい、寝よう…」",
      "（4章へ続く）"
    ],
    impulse_1: [
      "（バリーーン！！）",
      "鏡は跡形もなく木っ端微塵になった",
      "主人公>「フッ、ザコめ。これでやっとケリをつけれたな。」",
      "主人公>「あいつが何者かは知らないが、恐らくあの鬱陶しい声のやつだろうな」",
      "主人公>「ただの夢か現実かは知らないが、邪魔なものは排除するべきだ。」",
      "主人公>「この体はオレが使わせてもらう。お前のものじゃない。」",
      "主人公>「やっと自由になった記念に、明日はやりたいことだけをやって過ごすとしよう。」",
      "（4章へ続く）"
    ],
    impulse_2: [
      "主人公<「......お前は夢に出たヤツか…?」",
      "?<「夢？ 何のことかわからないけど、俺じゃないことは確かだね。」",
      "主人公<「え、違うのか…?」",
      "主人公<たしかに、夢で聞こえた声とは違う声だ。",
      "主人公<じゃあこいつは何者なんだ...? ますます訳が分からない。",
      "主人公<「お前の目的は何だ？」",
      "?<「俺とキミが一緒になって、共存することだ。」",
      "?<「混乱するかもしれないが、俺...いや、俺達の体は2つの人格を持っている。」",
      "?<「つまり二重人格なんだ。俺と、お前で。」",
      "主人公<「...は？」",
      "主人公<「言ってる意味が分からない...」",
      "?<「信じられないかもしれないけど、事実だ。」",
      "?<「実際に、俺とお前は会話ができている。幻に見えるかもしれないが、現実だ。」",
      "主人公<「...信じられない。」",
      "主人公<「でもまぁ、受け入れるしかないんだろうな。」",
      "?<「意外とあっさり受け入れるんだな...」",
      "主人公<「正直夢の声もお前も、もう訳が分からない。」",
      "主人公<「だから、もう流れに身を任せるしかないと思って。」",
      "主人公<「それと、お前からは悪意を感じない。」",
      "主人公<「説明不足で怪しいし、こんなホラー映画みたいな登場の仕方されたら普通、理性的に考えたら拒否すると思う。」",
      "主人公<「でも、なんとなく俺の勘というか、本能がお前を受け入れても大丈夫と言ってる気がするんだ。」",
      "?<「そうか...受け入れてくれてありがとう。」",
      "?<「説明不足なのは申し訳ない。しっかり説明するには時間がなさすぎる」",
      "主人公<「時間？」",
      "?<「あぁ、今のこの体の意識はほぼお前のものだからな。俺の自我を出せる時間は多くない...」",
      "?<「お前が俺の存在を認識して、受け入れてくれたおかげでこれからは少しずつ俺の自我も出せると思う。」",
      "主人公>「そうか、わかった。」",
      "?<「あとはお前の言う\"夢の声\"が問題だな」",
      "?<「実は、こっそりお前の様子を見ているけど、お前の夢の中まではわからない。」",
      "?<「そこは\"お前の意識\"の世界だからな。同じ体にいても、\"他人の意識\"である俺には認識できない。」",
      "?<「「つまり、お前と共有している肉体が活動している時でないと認識できないんだ。夢を見ているとき、体は眠っているからな」",
      "主人公<「なるほど...分かるようで分からん。」",
      "?<「夢の声については、今はそっちがなんとか対処するしかない。」",
      "主人公<「まじか...」",
      "?<「どうやら時間らしい。また会おう」",
      "主人公<「おい!ちょっとまt」",
      "＜鏡の”俺”が霞のように消えていった。",
      "主人公<「...寝よう。今日はあの声が聞こえないといいけどなぁ」",
      "（4章へ続く）"
    ]
  }
};

export default Chapter3;
