const Chapter4true = {
  chapter: "第4章",
  commonLines: [
   "～朝7時～",
   "～自宅～",
   "——体が重い。",
   "身動きが取れない。いや、動いているのか？",
   "何も見えないが、地面を蹴る感覚が鮮明に伝わってくる。",
   "なんだこれ、夢にしても何かおかしい...",
   "…このままだと、どちらかに引きずられてしまう。",
   "早く起きないと...",
   "暗転",
   "……朝か。",
   "いつもの部屋、いつもの天井。なのに、どこか感覚がおかしい。",
   "（昨日、割り切ったつもりだったけど……やっぱり、気のせいで済ませるには不安すぎる。）",
   "（病院と警察に相談しても、どうせ俺の話は信じてもらえないだろう。精神の病だと言われるに違いない。）",
   "こういう時は親友を頼るか。",
   "陽翔にメッセージを送ろう。",
   "スマホには、陽翔からのLINEが届いていた。",
   "陽翔<「お前、大丈夫か？」",
   "陽翔<「昨日はずっと様子がおかしかったぞ。」",
   "陽翔<「なんか、いつものお前じゃなかった。急に雰囲気が変わってびっくりした。」",
   "陽翔<「何があったかわからないけど、俺でよければ相談に乗るぜ。」",
   "昨日？昨日は陽翔といつも通り授業を受けて、帰りに鏡の中の俺と出会っただけだが...",
   "ふとスマホ見ると、異変に気付いた",
   "日付が...昨日の日付の２日後になっている...",
   "俺は丸１日寝ていたのか？...",
   "周りを見渡すと、本が綺麗に並べられ、部屋が全体が綺麗に掃除されていることに気付いた。",
   "自分の部屋を調べると、机の上に何かが書かれた紙切れがあることに気が付いた。",
   "紙切れには「失った記憶を思い出せ」と書かれている。",
   "主人公<(思い出せ...?)",
   "昨日は学校から帰って、鏡の件が終わった後はすぐに寝て...",
   "主人公<(いや、鏡の件って何だ？)",
   "（よく思い返してみれば、鏡の中の俺が近づいてきてからの記憶が曖昧だ。)",
   "（何なら、昨日の朝から今日までの記憶が断片的になくなっている。）",
   "今まで人生で積み上げてきたものが得体の知れない何かによって、成す術もなく奪われてしまう恐怖を感じる。",
   "自分の精神が蝕まれ、やがて俺という存在そのものがなかった事になってしまうと考えると、とてつもない虚無感に襲われる。",
   ".........何をすればいいんだ。",
],
  choices: {
    logic: [
        "「まだ意識はある、状況を整理しよう」",
        "「こういう時こそ、冷静に対処しないと…」",
    ],
    impulse: [
        "「こんなのおかしい！ 今すぐ全てぶっ壊す！」",
        "「……どうせ全部、俺の中で起きてる幻なんだろ？」",
    ]
  },
  results: {
    logic_1: [
       "主人公<「まだ意識はある、状況を整理しよう...」",
       "主人公<「俺は昨日、あの不気味な鏡を外に捨ててすぐに寝たはずだ。」",
       "",
       "",
       "",
       "主人公<「」",
    ],
    logic_2: [
       "主人公<「まだ意識はある、状況を整理しよう...」",
       "主人公<「あの\"鏡の俺\"と出会ったとき、俺は何をしていたんだ？」"
    ],
    impulse_1: [
       "主人公<「まだ意識はある、状況を整理しよう...」",
       "主人公<「あの\"鏡の俺\"と出会ったとき、俺は何をしていたんだ？」"
    ],
    impulse_2: [
       "主人公<「まだ意識はある、状況を整理しよう...」",
       "主人公<「あの\"鏡の俺\"と出会ったとき、俺は何をしていたんだ？」"
    ]
  }
};

export default Chapter4true;