const Chapter5 = {
  chapter: "第5章",
  commonLines: [
     "……チュン、チュン……。",
    "まぶたの裏で、やけにリアルな夢を見た気がする。誰かと話していた…いや、そもそも、あれは俺の声だったのか？",
    '家朝',
    "主人公>「ふぁ……朝か…」",
    "時計は朝7時。壁に貼ったポスターの端がめくれかけている。いつもと変わらないはずの朝",
    "だけど、胸の奥にモヤが残っている。何かを忘れているような……",
    "主人公>（まぁいいか… さて、今日はどうしようか？）",
  ],
  choices: {
    logic: [
        "やるべき事だけをする",
        "適度に頑張る",
    ],
    impulse: [
        "自由に傲慢に生きる",
        "流れに任せる",
    ]
  },
  results: {
    logic_1: [

    ],
    logic_2: [
  
    ],
    impulse_1: [
    
    ],
    impulse_2: [
     
    ]
  }
};

export default Chapter5;